return {
	["longpo"]="龙魄",
	[":longpo"]="<b>限定技</b>，游戏开始时，你可以选择变身为长坂坡的神·赵云。",
	
	["huantong"] = "还童",
	[":huantong"] = "<b>限定技</b>，游戏开始时，你可以选择变身为SP赵云，势力为群",
	
	["guayin"] = "挂印",
	[":guayin"] = "<b>限定技</b>，游戏开始时，你可以选择变身为SP关羽，势力为魏",
	
	["tuoqiao"] = "脱壳",
	[":tuoqiao"] = "<b>限定技</b>，游戏开始时，你可以选择变身为SP貂蝉或桌游志貂蝉。",
	
	["fengfa"] = "奉法",
	[":fengfa"] = "<b>限定技</b>，游戏开始时，你可选择变身为SP曹仁",
	
	["ptzijian"] = "自荐",
	[":ptzijian"] = "<b>限定技</b>，游戏开始时，你可选择变身为SP庞统，势力为群",
	
	["hengmao"] = "横矛",
	[":hengmao"] = "<b>限定技</b>，游戏开始时，你可选择变身为SP张飞",
}