-- translation for FirePackage

return {
	["fire"] = "火包",

	["#xunyu"] = "王佐之才",
	["xunyu"] = "荀彧",
	["quhu"] = "驱虎",
	[":quhu"] = "出牌阶段，你可以与一名体力比你多的角色拼点，若你赢，则该角色对其攻击范围内你指定的另一名角色造成1点伤害。若你没赢，则其对你造成1点伤害。每阶段限一次",
	["#QuhuNoWolf"] = "%from 驱虎拼点成功，但是由于 %to 在其攻击范围内没有攻击的目标，所以不能造成伤害",
	["jieming"] = "节命",
	[":jieming"] = "每当你受到1点伤害后，可令一名角色将手牌补至等同于其体力上限的张数（最多补至五张）\
★若荀彧发动“节命”时，指定的目标角色手牌数多于或等于其体力上限，则不补牌\
★当你一次受到1点以上的伤害时，可依次令不同的目标角色补牌",
	["jieming:yes"] = "您可令任意一名角色将手牌补至其体力上限的张数（不能超过5张）",
	["@jieming"] = "请指定【节命】的目标",

	["#dianwei"] = "古之恶来",
	["dianwei"] = "典韦",
	["qiangxi"] = "强袭",
	[":qiangxi"] = "出牌阶段，你可以失去1点体力或弃置一张武器牌，并对你攻击范围内的一名角色造成1点伤害。每阶段限一次",

	["#wolong"] = "卧龙",
	["wolong"] = "诸葛亮",
	["bazhen"] = "八阵",
	[":bazhen"] = "<b>锁定技</b>，若你的装备区没有防具牌，视为你装备着【八卦阵】\
★装备任何防具都会失去“八阵”的效果",
	["bazhen:yes"] = "发动自带的八卦阵",
	["huoji"] = "火计",
	[":huoji"] = "出牌阶段，你可以将你的一张红色手牌当【火攻】使用",
	["kanpo"] = "看破",
	[":kanpo"] = "你可以将你的一张黑色手牌当【无懈可击】使用",

	["#pangtong"] = "凤雏",
	["pangtong"] = "庞统",
	["lianhuan"] = "连环",
	[":lianhuan"] = "出牌阶段，你可以将你的一张梅花手牌当【铁索连环】使用或重铸",
	["niepan"] = "涅槃",
	[":niepan"] = "<b>限定技</b>，当你处于濒死状态时，你可以弃置所有的牌和你判定区里的牌，然后将你的武将牌翻至正面朝上，并重置之，再摸三张牌且体力回复至3点\
★庞统做主公时，发动涅槃后也只将体力回复至3点",
	["@nirvana"] = "涅槃",
	["niepan:yes"] = "弃置你所有的牌和你判定区里的牌，然后摸三张牌且体力回复至3点（一局游戏仅可使用一次）",

	["#taishici"] = "笃烈之士",
	["taishici"] = "太史慈",
	["tianyi"] = "天义",
	[":tianyi"] = "出牌阶段，你可以与一名其他角色拼点。若你赢，你获得以下技能直到回合结束：你使用【杀】时无距离限制；可额外使用一张【杀】；使用【杀】时可额外指定一个目标。若你没赢，你不能使用【杀】直到回合结束。每阶段限一次\
★双方各以牌面向下的方式出一张牌后同时亮出，牌面上的点数大的一方赢。若点数相同则算太史慈没赢",

	["#yuanshao"] = "高贵的名门",
	["yuanshao"] = "袁绍",
	["luanji"] = "乱击",
	[":luanji"] = "出牌阶段，你可以将两张相同花色的手牌当【万箭齐发】使用",
	["xueyi"] = "血裔",
	[":xueyi"] = "<b>主公技</b>，<b>锁定技</b>，场上每有一名其他群雄角色存活，你的手牌上限便+2",

	["#yanliangwenchou"] = "虎狼兄弟",
	["yanliangwenchou"] = "颜良文丑",
	["shuangxiong"] = "双雄",
	[":shuangxiong"] = "摸牌阶段，你可以放弃摸牌，改为进行一次判定，你获得此判定牌，且此回合你的每张与该判定牌不同颜色的手牌均可当【决斗】使用",
	["shuangxiong:yes"] = "选择放弃摸牌并进行一次判定：获得此判定牌并且此回合可以将任意一张与该判定牌不同颜色的手牌当【决斗】使用",

	["#pangde"] = "人马一体",
	["pangde"] = "庞德",
	["mengjin"] = "猛进",
	[":mengjin"] = "当你使用的【杀】被目标角色的【闪】抵消时，你可以弃置其一张牌\
★猛进的效果可以弃置对方的手牌或装备区里的牌，但不能是判定区里的牌",
	["mengjin:yes"] = "你可以弃置对方的一张牌",

	["$bazhen1"] = "你可识得此阵？",
	["$bazhen2"] = "太极生两仪，两仪生四象，四象生八卦。",
	["$huoji1"] = "燃烧吧！",
	["$huoji2"] = "此火可助我军大获全胜。",
	["$jieming1"] = "秉忠贞之志，守谦退之节。",
	["$jieming2"] = "我，永不背弃！",
	["$kanpo1"] = "雕虫小技。",
	["$kanpo2"] = "你的计谋被识破了。",
	["$lianhuan1"] = "伤一敌，可连其百。",
	["$lianhuan2"] = "统统连起来吧。",
	["$luanji1"] = "弓箭手，准备放箭！",
	["$luanji2"] = "全都去死吧！",
	["$niepan"] = "凤雏岂能消亡呢？",
	["$niepan1"] = "浴火重生！",
	["$niepan2"] = "凤雏岂能消亡呢？",
	["$qiangxi1"] = "吃我一戟！",
	["$qiangxi2"] = "看我三步之内取你小命！",
	["$quhu1"] = "此乃驱虎吞狼之计。",
	["$quhu2"] = "借你之手与他一搏吧。",
	["$tianyi1"] = "我当要替天行道！",
	["$tianyi2"] = "请助我一臂之力！",
	["$mengjin1"] = "你！可敢挡我？",
	["$mengjin2"] = "我要杀你们个片甲不留！",
	["$shuangxiong1"] = "吾乃河北上将颜良（文丑）是也。",
	["$shuangxiong2"] = "快与我等决一死战！",

	["~pangtong"] = "看来，我命中注定将丧命于此。",
	["~wolong"] = "我的计谋竟被……",
	["~dianwei"] = "主公，快走！",
	["~xunyu"] = "主公要臣死，臣不得不死！",
	["~yuanshao"] = "老天不助我袁家呀！",
	["~taishici"] = "大丈夫，当带三尺之剑，立不世之功！",
	["~pangde"] = "四面都是水，我命休矣……",
	["~yanliangwenchou"] = "这红脸长须大将是？",


	-- illustrator
	["illustrator:yuanshao"] = "Sonia Tang",
	["illustrator:pangde"] = "LiuHeng",
	["illustrator:wolong"] = "北",
	["illustrator:xunyu"] = "LiuHeng",
	["illustrator:dianwei"] = "小冷",
	["illustrator:taishici"] = "Tuu.",
}

