-- translation for GodPackage

return {
	["god"] = "神",

	--神关羽
	["shenguanyu"] = "神·关羽",	
	["wushen"] = "武神",
	[":wushen"] = "<b>锁定技</b>，你的每一张红桃手牌都视为【杀】，你使用红桃【杀】时无距离限制。",
	["wuhun"] = "武魂",
	[":wuhun"] = "<b>锁定技</b>，任意角色每对你造成1点伤害，将获得一个梦魇标记。当你死亡时，你可以让持有最多该标记的角色判定：除非结果为【桃】或【桃园结义】，否则该角色立即死亡。",
	["@nightmare"] = "<font color='yellow'><b>梦魇</b></font>",
	["#WuhunRevenge"] = "%from 的锁定技【%arg2】被触发，持有最多梦魇标记的角色 %to(%arg个)将立即死亡",

	--神吕蒙
	["shenlvmeng"] = "神·吕蒙",
	["shelie"] = "涉猎",
	[":shelie"] = "摸牌阶段开始时，你可以放弃摸牌，改为从牌堆顶亮出五张牌，你获得不同花色的牌各一张，将其余的牌置入弃牌堆。",
	["gongxin"] = "攻心",
	[":gongxin"] = "出牌阶段，你可以观看一名其他角色的手牌，并可以展示其中一张红桃牌，然后将其弃置或置于牌堆顶。每阶段限一次。",
	["shelie:yes"] = "选择执行以下行动来取代摸牌：从牌堆顶亮出五张牌，拿走不同花色的牌各一张，然后弃掉其余的", 
	[":gongxin:"] = "请问如何处理这张红桃牌：", 
	["gongxin:discard"] = "扔掉", 
	["gongxin:put"] = "置于牌堆顶",

	--神周瑜
	["shenzhouyu"] = "神·周瑜", 
	["qinyin"] = "琴音", 
	[":qinyin"] = "当你于弃牌阶段内弃置了两张或更多的手牌后，你可以令所有角色各回复1点体力或各失去1点体力。每阶段限一次。",
	["yeyan"] = "业炎",
	["greatyeyan"] = "业炎·极",
	[":greatyeyan"] = "<b>限定技</b>，出牌阶段，你可选择1名角色，弃掉4张不同花色的手牌并失去3点体力，对其造成3点火焰伤害。整局游戏只能发动一次，发动后另两种业炎也均不可再次发动。",
	["mediumyeyan"] = "业炎·怒",
	[":mediumyeyan"] = "<b>限定技</b>，出牌阶段，你可以选择1~2名角色，先弃掉4张不同花色的手牌并失去3点体力，然后对第一名角色造成2点火焰伤害，对第二名角色（若有）造成1点火焰伤害。整局游戏只能发动一次，发动后另两种业炎也均不可再次发动。",
	["smallyeyan"] = "业炎·起",
	[":smallyeyan"] = "<b>限定技</b>，出牌阶段，你可以选择1~3名角色，对他们每人造成1点火焰伤害。整局游戏只能发动一次，发动后另两种业炎也均不可再次发动。",
	["qinyin:yes"] = "所有角色各回复1点体力或各失去1点体力", 
	[":qinyin:"] = "请选择琴音技能的选项：", 
	["qinyin:up"] = "所有角色各回复1点体力", 
	["qinyin:down"] = "所有角色各失去1点体力",
	["@flame"] = "<font color='yellow'><b>业炎</b></font>",

	--神诸葛亮
	["shenzhugeliang"] = "神·诸葛亮",
	["qixing"] = "七星",
	[":qixing"] = "游戏开始时，共发你11张牌，选4张作为手牌，其余的面朝下置于一旁（移出游戏），称之为“星”：每当你于摸牌阶段摸牌后，可用任意数量的手牌等量交换这些星。\
	◆星不属于游戏中的牌，所以星不能被锦囊和武将技能影响。",
	["kuangfeng"] = "狂风",
	[":kuangfeng"] = "回合结束阶段，你可以弃掉1枚星，指定一名角色：直到你的下回合开始，该角色每次受到的火焰伤害+1。",
	["dawu"] = "大雾",
	[":dawu"] = "回合结束阶段，你可以弃掉X枚星来指定X名角色：直到你的下回合开始，防止他们受到的除雷电伤害外的一切伤害。\
	◆目前能造成雷电伤害的有【雷杀】【雷击】【闪电】三种。\
	◆大雾不能防止失去体力。",
	["@star"] = "<font color='yellow'><b>七星</b></font>",
	["@qixing-exchange"] = "请选择 %arg 张用以交换的手牌", 
	["#QixingExchange"] = "%from 使用了【%arg2】，交换了 %arg 张手牌",
	["@gale"] = "<font color='yellow'><b>狂风</b></font>",
	["@kuangfeng-card"] = "请选择一名角色，直到你的下回合开始，该角色每次受到的火焰伤害+1",
	["#GalePower"] = "由于<font color='yellow'><b>【狂风】</b></font>的影响，%from 受到的火焰伤害从 %arg 点增加到 %arg2 点", 
	["@fog"] = "<font color='yellow'><b>大雾</b></font>",
	["@dawu-card"] = "你可以弃掉X枚“星”指定X名角色：直到你的下回合开始，防止他们受到的除雷电伤害外的一切伤害",
	["#FogProtect"] = "%from 受到<font color='yellow'><b>【大雾】</b></font>的保护，防止了 %arg 点伤害<font color='yellow'><b>（%arg2）</b></font>",

	--神曹操
	["shencaocao"] = "神·曹操",
	["guixin"] = "归心",
	[":guixin"] = "你每受到1点伤害，可分别从每名其他角色处（手牌、装备区和判定区）获得一张牌，若如此做，将你的武将牌翻面。",
	["feiying"] = "飞影",
	[":feiying"] = "<b>锁定技</b>，当其他角色计算与你的距离时，始终+1。",
	["guixin:yes"] = "你可分别从每名其他角色处（手牌、装备区或判断区）取得一张牌，若如此做，将你的武将牌翻面", 

	--神吕布
	["shenlvbu"] = "神·吕布",
	["kuangbao"] = "狂暴",
	[":kuangbao"] = "<b>锁定技</b>，游戏开始时，你获得2个暴怒标记：你每受到或造成1点伤害，获得1个暴怒标记。",
	["wumou"] = "无谋",
	[":wumou"] = "<b>锁定技</b>，当你使用一张非延时类锦囊牌选择目标后，你须弃1枚“暴怒”标记或失去1点体力。",
	["wuqian"] = "无前",
	[":wuqian"] = "出牌阶段，你可以弃2枚“暴怒”标记并选择一名其他角色，该角色的防具无效且你获得技能“无双”，直到回合结束。",
	["shenfen"] = "神愤",
	[":shenfen"] = "出牌阶段，弃6个暴怒标记，你对每名其他角色各造成1点伤害，其他角色先弃掉各自装备区里所有的牌，再各弃四张手牌，然后将你的武将牌翻面，每回合限一次。", 
	["wumou:discard"] = "弃一个暴怒标记", 
	["wumou:losehp"] = "失去一点体力", 
	["@wrath"] = "<font color='yellow'><b>暴怒</b></font>",
	["#KuangbaoDamage"] = "%from 的锁定技【%arg2】被触发，造成 %arg 点伤害获得 %arg 枚暴怒标记",
	["#KuangbaoDamaged"] = "%from 的锁定技【%arg2】被触发，受到 %arg 点伤害获得 %arg 枚暴怒标记",

	--神赵云
	["shenzhaoyun"] = "神·赵云",
	["juejing"] = "绝境",
	[":juejing"] = "<b>锁定计</b>，摸牌阶段，你摸牌的数量为你已损失的体力值+2；你的手牌上限始终+2。",
	["longhun"] = "龙魂",
	[":longhun"] = "你可以将同花色的X张牌按下列规则使用（或打出）：\
	红桃当【桃】，\
	方块当【火杀】，\
	梅花当【闪】，\
	黑桃当【无懈可击】；\
	X为你的当前体力值且至少为1。",
	
	--神司马懿
	["shensimayi"] = "神·司马懿",
	["renjie"] = "忍戒",
	[":renjie"] = "<b>锁定技</b>，当你受到伤害或于弃牌阶段弃牌时，获得与受到伤害（或弃牌数）等量的“忍”标记。",
	["baiyin"] = "拜印",
	[":baiyin"] ="<b>觉醒技</b>，回合开始阶段，若你拥有4个或更多的忍标记，须减1点体力上限，并永久获得技能【极略】（弃一枚忍标记发动下列一项技能：【鬼才】、【放逐】、【完杀】、【制衡】、【集智】）。",
	["#BaiyinWake"] = "%from 的忍标记达到 %arg 个（大于4个），觉醒技<font color='yellow'><b>【拜印】</b></font>被触发。",
	["jilve"] = "极略",
	[":jilve"] = "弃一枚“忍”标记发动下列一项技能：【鬼才】、【放逐】、【完杀】、【制衡】、【集智】",
	["lianpo"] = "连破",
	[":lianpo"] = "若你于一回合内杀死至少一名角色，可于此回合结束后，进行一个额外的回合。",
	["@bear"] = "<font color='yellow'><b>忍</b></font>",
	["#LianpoCanInvoke"] = "%from 在本回合内杀死了 %arg 名角色，达成【%arg2】的发动条件",
	["@jilve-zhiheng"] = "请选择牌发动【制衡】",

	--武将技能配音
	["$wushen1"] = "拿命来。",
	["$wushen2"] = "取汝狗头犹如探囊取物。",
	["$wuhun1"] = "还不速速领死。",
	["$wuhun2"] = "谁来与我同去。",

	["$shelie1"] = "略懂略懂。",
	["$shelie2"] = "什么都略懂一点，生活更多彩一些。",
	["$gongxin1"] = "攻城为下，攻心为上。",
	["$gongxin2"] = "我替施主把把脉。",
	
	["$qinyin1"] = "捻指勾弦，气破万军。",
	["$qinyin2"] = "如梦似幻，拨弄乾坤。",
	["$qinyin3"] = "聆听吧，孟德，这首献给你的镇魂曲！",
	["$greatyeyan"] = "红莲业火，焚尽世间万物！",
	["$mediumyeyan"] = "浮生罪业，皆归灰烬。",
	["$smallyeyan"] = "血色火海，葬敌万千。",
	
	["$qixing"] = "伏望天慈，延我之寿。",
	["$dawu1"] = "一天浓雾满长江，远近难分水渺茫。",
	["$dawu2"] = "返元气于洪荒，混天地为大块。",
	["$kuangfeng"] = "万事俱备，只欠东风。",
	["stars"] = "七星牌堆",
	
	["$guixin"] = "山不厌高，海不厌深，周公吐哺，天下归心。",
	
	["$kuangbao"] = "喝啊～",
	["$wumou"] = "武可定天下，计谋何足道？",
	["$wuqian1"] = "战神一出，天下无双！",
	["$wuqian2"] = "顺我者生，逆我者死！",
	["$shenfen1"] = "颤抖着滚开吧杂鱼们！这天下还有谁能满足我？！",
	["$shenfen2"] = "战神之怒，神挡杀神，佛挡杀佛！",	
	
	["$juejing"] = "吾乃常山赵子龙也！",
	["$longhun"] = "能进能退乃真正法器！",
	
	["$renjie"] = "我忍。",
	["$baiyin"] = "君子藏器于身，待时而动。",
	["$lianpo"] = "何为人？是为忍。",
	
	["~shenguanyu"] = "阵亡",
	["~shenlvmeng"] = "劫数难逃，我们别无选择……",
	["~shenzhouyu"] = "残炎黯然，弦歌不复。",
	["~shenzhugeliang"] = "吾命将至，再不能临阵讨贼矣……",
	["~shencaocao"] = "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。",
	["~shenlvbu"] = "大耳贼最叵信……啊！",
	["~shenzhaoyun"] = "这，就是失败的滋味么？",
	["~shensimayi"] = "忍不住了。",
	
	["cv:shenguanyu"] = "官方",
	["cv:shenlvmeng"] = "官方",
	["cv:shenzhouyu"] = "血桜の涙",
	["cv:shenzhugeliang"] = "背后灵",
	["cv:shencaocao"] = "倚天の剑",
	["cv:shenlvbu"] = "笑傲糨糊",
	
	["#shenzhaoyun"] = "神威如龙",
	["#shensimayi"] = "晋国之祖",
	["#shenlvbu"] = "修罗之道",
	["#shencaocao"] = "超世之英杰",
	["#shenzhugeliang"] = "赤壁的妖术师",
	["#shenzhouyu"] = "赤壁的火神",
	["#shenlvmeng"] = "圣光之国士",
	["#shenguanyu"] = "鬼神再临",
}
