return {
	["ThreeKingdoms"] = "三国鼎立",
	["threekingdoms_mode"] = "三国鼎立",

	["general_card"] = "武将牌",
	["hero_card"] = "武将",
	
	[":hero"] = "武将牌，仅用于[三国鼎立]游戏模式。",
	
	["#prepare"] = "是否装备武将牌？",
	[":prepare"] = "起始四张手牌中有武将牌的话可以装备武将牌。",
	["usehero"] = "装备武将牌",
	[":usehero"] = "在自己的出牌阶段内可以装备武将牌，若之前装备有武将，新装备上的武将替换掉原来的武将，被替换的武将牌进入弃牌堆。同时你具备有新武将的技能，旧武将的技能消失",
	["herorecast"] = "重铸武将牌",
	[":herorecast"] = "摸牌阶段内摸起的武将牌每回合内能重铸一次。\
	例如：到你的摸牌阶段，摸起两张武将牌，你的本回合内可以将这两张武将牌弃掉重新摸取两张牌，若此时再摸起武将牌，则不能再置换。下回合亦不可将这两张武将牌重铸。",
}